#include"menu.h"
using namespace std;

void showMenu() {
    cout << "*********** 欢迎使用多项式计算器 *************" << endl;
    cout << "******************** menu ********************" << endl;
    cout << "****** 1.显示多项式 ****** 2.构建多项式 ******" << endl;
    cout << "****** 3.多项式加法 ****** 4.多项式减法 ******" << endl;
    cout << "****** 5.多项式乘法 ****** 6.多项式求导 ******" << endl;
    cout << "****** 7.计算x处的值 ***** 8.删除多项式 ******" << endl;
    cout << "****** 9.显示菜单 *********** 0.退出 *********" << endl;
    cout << "**********************************************" << endl;
}


